[OverwatchLockupFix_MCMScreen]
ModName=Overwatch Lockup Fix
PageName=Overwatch Lockup Fix
GroupDesc=

DESTRUCTABLE_TIMEOUT_Label=Enable X2Action_WaitForDestructibleActorActionTrigger Timeout 
ACTION_TIMEOUT_Label=Enable X2Action_WaitForAnotherAction Timeout
MOVE_SKIPANIM_Label=Enable X2Action_MoveDirectFix Fix
DESTRUCTABLE_TIMEOUT_Tip=Help with mod development by seeing if disabling the timeouts has any effect!
ACTION_TIMEOUT_Tip=Help with mod development by seeing if disabling the timeouts has any effect!
MOVE_SKIPANIM_Tip=By default, when X2Action_MoveDirectFix times out it stil waits on the "stopping" animation to finish!
SEQUENCER_FIX_Label=Enable X2ReactionFireSequencer Fix
SEQUENCER_FIX_Tip=Allows a reaction visualization to start, even if the flags say it already has, because those flags sometimes lie!
